<template>
    <div>
        <h3>如何儲值？</h3>
        <ol>
            <li>1.儲值前，請確保您已經成功註冊成為本站會員，若未註冊，請點擊右上角"註冊"進行註冊。</li>
            <li>2.登入後，點擊本站右上角"儲值"，選擇和是您的儲值方式，依照要求完成儲值即可，儲值成功後帳戶餘額將時時更新。</li>
        </ol>
        <h3>儲值常見問題</h3>
        <ol>
            <li>
                1.沒有網銀如何儲值?
                <p>您可以在儲值頁面使用其他儲值方式。</p>
            </li>
            <li>
                儲值到舊的收款銀行卡怎麼辦?
                <p>請您每次儲值前，務必登入官網獲取最新收款帳戶，若存至舊的收款帳戶，請立即連繫我司24小時在線客服團隊進行諮詢。</p>
            </li>
            <li>
                3.儲值一般多久到賬?
                <p>使用綁定的銀行卡轉帳，將在五分鐘內自動到帳。</p>
            </li>
            <li>
                儲值一般多久到账？
                <p>填写正确的附言编码，即可实时到账，跨行用户请选择加急或实时到账才能极速到账。</p>
            </li>
            <li>
                4.延遲到賬怎麼辦?
                <p>請立即連繫我司24小時在線客服團隊為您處理</p>
            </li>
        </ol>
    </div>
</template>

<style lang="scss" scoped>
@import '../../scss/index.scss';
</style>
