<template>
    <div>
        <h3>如何託售？</h3>
        <p>登入帳號後點擊網站右上角"託售"提交申請即可。</p>
        <ol>
            <li>1.首次託售請先聯繫我司24小時在線客服團隊進行綁定審核。</li>
        </ol>
        <h3>託售常見問題</h3>
        <ol>
            <li>
                1.可以使用別人的銀行卡進行託售嗎？
                <p>為了確保您的帳戶資料安全，本站使用本人實名制託售規則，不允許使用註冊姓名以外的的其他姓名銀行卡進行託售。</p>
            </li>
        </ol>
        <h3>申請託售需要注意什麼？</h3>
        <li>1.託售綁定的銀行卡姓名需與帳戶的註冊姓名一致。</li>
        <li>2.託售綁定的銀行卡信息需要正確</li>
        <li>3.若您未申請任何紅利優惠，有效投注滿一倍流水即可申請託售。</li>
        <li>4.若您有申請其他優惠，則需要滿足優惠活動對應的有效碼量才可申請託售。</li>
        <li>5.全天24小時皆可進行託售申請。</li>
        <h3>遊戲裡面有錢為甚麼無法託售?</h3>
        <p>您需要先將點數從遊戲平台轉回至中心錢包後才能進行託售操作。</p>
        <h3>託售為甚麼還需要審核？</h3>
        <p>為了確保您的點數安全，相關部門在為您辦理託售業務之前會進行一個簡單的託售核實步驟，我司時刻關心您的點數安全。</p>
    </div>
</template>

<style lang="scss" scoped>
@import '../../scss/index.scss';
</style>
