export default [
    {
        id: '001',
        text: '001-中央信託',
    },
    {
        id: '003',
        text: '003-交通銀行',
    },
    {
        id: '004',
        text: '004-台灣銀行',
    },
    {
        id: '005',
        text: '005-土地銀行',
    },
    {
        id: '006',
        text: '006-合庫商銀',
    },
    {
        id: '007',
        text: '007-第一銀行',
    },
    {
        id: '008',
        text: '008-華南銀行',
    },
    {
        id: '009',
        text: '009-彰化銀行',
    },
    {
        id: '010',
        text: '010-華僑銀行',
    },
    {
        id: '011',
        text: '011-上海銀行',
    },
    {
        id: '012',
        text: '012-台北富邦',
    },
    {
        id: '013',
        text: '013-國泰世華',
    },
    {
        id: '016',
        text: '016-高雄銀行',
    },
    {
        id: '017',
        text: '017-兆豐商銀',
    },
    {
        id: '018',
        text: '018-農業金庫',
    },
    {
        id: '021',
        text: '021-花旗銀行',
    },
    {
        id: '024',
        text: '024-運通銀行',
    },
    {
        id: '025',
        text: '025-首都銀行',
    },
    {
        id: '039',
        text: '039-荷蘭銀行',
    },
    {
        id: '040',
        text: '040-中華開發',
    },
    {
        id: '048',
        text: '048-王道銀行',
    },
    {
        id: '050',
        text: '050-臺灣企銀',
    },
    {
        id: '051',
        text: '051-台北商銀',
    },
    {
        id: '052',
        text: '052-渣打銀行',
    },
    {
        id: '053',
        text: '053-台中商銀',
    },
    {
        id: '054',
        text: '054-京城商銀',
    },
    {
        id: '056',
        text: '056-花蓮企銀',
    },
    {
        id: '075',
        text: '075-東亞銀行',
    },
    {
        id: '081',
        text: '081-匯豐銀行',
    },
    {
        id: '087',
        text: '087-標旗銀行',
    },
    {
        id: '101',
        text: '101-台北一信',
    },
    {
        id: '102',
        text: '102-華泰銀行',
    },
    {
        id: '103',
        text: '103-臺灣新光商銀',
    },
    {
        id: '104',
        text: '104-台北五信',
    },
    {
        id: '106',
        text: '106-台北九信',
    },
    {
        id: '108',
        text: '108-陽信銀行',
    },
    {
        id: '114',
        text: '114-基隆一信',
    },
    {
        id: '115',
        text: '115-基隆二信',
    },
    {
        id: '118',
        text: '118-板信銀行',
    },
    {
        id: '119',
        text: '119-淡水一信',
    },
    {
        id: '120',
        text: '120-淡水信合社',
    },
    {
        id: '124',
        text: '124-宜蘭信合社',
    },
    {
        id: '127',
        text: '127-桃園信合社',
    },
    {
        id: '130',
        text: '130-新竹一信',
    },
    {
        id: '132',
        text: '132-新竹三信',
    },
    {
        id: '139',
        text: '139-竹南信合社',
    },
    {
        id: '146',
        text: '146-台中二信',
    },
    {
        id: '147',
        text: '147-三信銀行',
    },
    {
        id: '151',
        text: '151-第七商銀',
    },
    {
        id: '158',
        text: '158-彰化一信',
    },
    {
        id: '161',
        text: '161-彰化五信',
    },
    {
        id: '162',
        text: '162-彰化六信',
    },
    {
        id: '163',
        text: '163-彰化十信',
    },
    {
        id: '165',
        text: '165-鹿港信合社',
    },
    {
        id: '178',
        text: '178-嘉義三信',
    },
    {
        id: '179',
        text: '179-嘉義四信',
    },
    {
        id: '188',
        text: '188-台南三信',
    },
    {
        id: '203',
        text: '203-高雄二信',
    },
    {
        id: '204',
        text: '204-高雄三信',
    },
    {
        id: '215',
        text: '215-花蓮一信',
    },
    {
        id: '216',
        text: '216-花蓮二信',
    },
    {
        id: '222',
        text: '222-澎湖一信',
    },
    {
        id: '223',
        text: '223-澎湖二信',
    },
    {
        id: '224',
        text: '224-金門信合社',
    },
    {
        id: '512',
        text: '512-雲林漁會',
    },
    {
        id: '515',
        text: '515-嘉義漁會',
    },
    {
        id: '517',
        text: '517-南市區漁會',
    },
    {
        id: '518',
        text: '518-南縣漁會',
    },
    {
        id: '521',
        text: '521-永安漁會',
    },
    {
        id: '521',
        text: '521-興達港漁會',
    },
    {
        id: '521',
        text: '521-林園區漁會',
    },
    {
        id: '521',
        text: '521-彌陀漁會',
    },
    {
        id: '523',
        text: '523-東港漁會',
    },
    {
        id: '523',
        text: '523-琉球區漁會',
    },
    {
        id: '523',
        text: '523-林邊區漁會',
    },
    {
        id: '524',
        text: '524-新港漁會',
    },
    {
        id: '525',
        text: '525-澎湖區漁會',
    },
    {
        id: '605',
        text: '605-高雄市農會',
    },
    {
        id: '613',
        text: '613-名間農會',
    },
    {
        id: '614',
        text: '614-永靖農會',
    },
    {
        id: '614',
        text: '614-二林農會',
    },
    {
        id: '614',
        text: '614-員林農會',
    },
    {
        id: '614',
        text: '614-竹塘農會',
    },
    {
        id: '614',
        text: '614-秀水農會',
    },
    {
        id: '614',
        text: '614-埔心農會',
    },
    {
        id: '614',
        text: '614-埤頭鄉農會',
    },
    {
        id: '616',
        text: '616-崙背鄉農會',
    },
    {
        id: '616',
        text: '616-四湖農會',
    },
    {
        id: '616',
        text: '616-口湖農會',
    },
    {
        id: '616',
        text: '616-斗六農會',
    },
    {
        id: '616',
        text: '616-台西農會',
    },
    {
        id: '616',
        text: '616-大埤農會',
    },
    {
        id: '616',
        text: '616-莿桐農會',
    },
    {
        id: '616',
        text: '616-西螺農會',
    },
    {
        id: '616',
        text: '616-古坑農會',
    },
    {
        id: '616',
        text: '616-二崙農會',
    },
    {
        id: '616',
        text: '616-褒忠農會',
    },
    {
        id: '616',
        text: '616-虎尾農會',
    },
    {
        id: '616',
        text: '616-斗南農會',
    },
    {
        id: '617',
        text: '617-六腳農會',
    },
    {
        id: '617',
        text: '617-水上鄉農會',
    },
    {
        id: '617',
        text: '617-布袋鎮農會',
    },
    {
        id: '617',
        text: '617-梅山農會',
    },
    {
        id: '617',
        text: '617-朴子農會',
    },
    {
        id: '617',
        text: '617-民雄農會',
    },
    {
        id: '617',
        text: '617-東石農會',
    },
    {
        id: '617',
        text: '617-嘉義農會',
    },
    {
        id: '617',
        text: '617-太保農會',
    },
    {
        id: '617',
        text: '617-溪口農會',
    },
    {
        id: '617',
        text: '617-新港農會',
    },
    {
        id: '617',
        text: '617-番路農會',
    },
    {
        id: '617',
        text: '617-鹿草農會',
    },
    {
        id: '617',
        text: '617-竹崎農會',
    },
    {
        id: '617',
        text: '617-大林農會',
    },
    {
        id: '617',
        text: '617-義竹農會',
    },
    {
        id: '617',
        text: '617-大埔農會',
    },
    {
        id: '618',
        text: '618-善化鎮農會',
    },
    {
        id: '618',
        text: '618-佳里鎮農會',
    },
    {
        id: '618',
        text: '618-新營農會',
    },
    {
        id: '618',
        text: '618-歸仁農會',
    },
    {
        id: '618',
        text: '618-西港農會',
    },
    {
        id: '618',
        text: '618-永康農會',
    },
    {
        id: '618',
        text: '618-將軍農會',
    },
    {
        id: '618',
        text: '618-六甲農會',
    },
    {
        id: '618',
        text: '618-北門農會',
    },
    {
        id: '618',
        text: '618-鹽水農會',
    },
    {
        id: '618',
        text: '618-玉井農會',
    },
    {
        id: '619',
        text: '619-鳳山市農會',
    },
    {
        id: '619',
        text: '619-梓官農會',
    },
    {
        id: '619',
        text: '619-永安農會',
    },
    {
        id: '619',
        text: '619-杉林農會',
    },
    {
        id: '619',
        text: '619-阿蓮農會',
    },
    {
        id: '619',
        text: '619-林園農會',
    },
    {
        id: '619',
        text: '619-湖內農會',
    },
    {
        id: '619',
        text: '619-旗山農會',
    },
    {
        id: '619',
        text: '619-仁武農會',
    },
    {
        id: '619',
        text: '619-大寮農會',
    },
    {
        id: '619',
        text: '619-路竹農會',
    },
    {
        id: '619',
        text: '619-岡山農會',
    },
    {
        id: '619',
        text: '619-大社農會',
    },
    {
        id: '619',
        text: '619-橋頭農會',
    },
    {
        id: '619',
        text: '619-彌陀農會',
    },
    {
        id: '619',
        text: '619-茄萣農會',
    },
    {
        id: '619',
        text: '619-田寮農會',
    },
    {
        id: '619',
        text: '619-燕巢農會',
    },
    {
        id: '619',
        text: '619-甲仙農會',
    },
    {
        id: '619',
        text: '619-美濃農會',
    },
    {
        id: '619',
        text: '619-鳥松農會',
    },
    {
        id: '619',
        text: '619-新埤農會',
    },
    {
        id: '620',
        text: '620-里港鄉農會',
    },
    {
        id: '620',
        text: '620-麟洛農會',
    },
    {
        id: '620',
        text: '620-恒春農會',
    },
    {
        id: '620',
        text: '620-枋山農會',
    },
    {
        id: '620',
        text: '620-南州農會',
    },
    {
        id: '620',
        text: '620-琉球農會',
    },
    {
        id: '620',
        text: '620-滿州農會',
    },
    {
        id: '620',
        text: '620-東港鎮農會',
    },
    {
        id: '620',
        text: '620-崁頂鄉農會',
    },
    {
        id: '620',
        text: '620-九如鄉農會',
    },
    {
        id: '621',
        text: '621-富里鄉農會',
    },
    {
        id: '621',
        text: '621-壽豐農會',
    },
    {
        id: '621',
        text: '621-吉安農會',
    },
    {
        id: '621',
        text: '621-新秀農會',
    },
    {
        id: '622',
        text: '622-太麻里農會',
    },
    {
        id: '622',
        text: '622-台東農會',
    },
    {
        id: '622',
        text: '622-關山農會',
    },
    {
        id: '622',
        text: '622-鹿野農會',
    },
    {
        id: '622',
        text: '622-東河農會',
    },
    {
        id: '622',
        text: '622-成功農會',
    },
    {
        id: '622',
        text: '622-池上農會',
    },
    {
        id: '622',
        text: '622-長濱農會',
    },
    {
        id: '624',
        text: '624-澎湖農會',
    },
    {
        id: '625',
        text: '625-台中市農會',
    },
    {
        id: '627',
        text: '627-連江縣農會',
    },
    {
        id: '700',
        text: '700-中華郵政',
    },
    {
        id: '803',
        text: '803-聯邦銀行',
    },
    {
        id: '804',
        text: '804-中華銀行',
    },
    {
        id: '805',
        text: '805-遠東銀行',
    },
    {
        id: '806',
        text: '806-元大銀行',
    },
    {
        id: '807',
        text: '807-永豐銀行',
    },
    {
        id: '808',
        text: '808-玉山銀行',
    },
    {
        id: '809',
        text: '809-萬泰銀行',
    },
    {
        id: '810',
        text: '810-寶華銀行',
    },
    {
        id: '812',
        text: '812-台新銀行',
    },
    {
        id: '814',
        text: '814-大眾銀行',
    },
    {
        id: '815',
        text: '815-日盛銀行',
    },
    {
        id: '816',
        text: '816-安泰銀行',
    },
    {
        id: '822',
        text: '822-中國信託',
    },
    {
        id: '825',
        text: '825-慶豐銀行',
    },
]
