<template>
    <div>
        <h3>如何註冊帳號？</h3>
        <p>点击网站右上角“注册”的功能键</p>
        <ol>
            <li>请注意用户名由6-16个字符任意以字母或数字组成，密码长度至少为6-12个字符（A-Z,a-z,0-9）并请将密码严格保密。</li>
            <li>注册前请确保您已满18周岁并已阅读过我们规则与条款。</li>
        </ol>
        <h3>忘記帳號</h3>
        <p>若您忘記帳號，您可以先使用註冊手機號嘗試登入，若您還是無法成功登入，請即時聯繫我司24小時在線客服團隊為您處理。</p>
        <h3>忘记密码</h3>
        <p>如果您忘记了密码，请您在登陆框中点击“忘记密码”按钮进行找回密码操作。找回密码的前提是您已经绑定手机或邮箱。如果您都没有绑定，请您联系我司24小时在线客服团队为您处理。</p>
        <h3>如何更改个人资料信息？</h3>
        <p>用户成功注册后，可以在【个人中心】界面中的基本资料里面修改个人资料，修改完毕后点击保存即可。如有疑问可联系我司24小时在线客服团队进行咨询。</p>
        <h3>允許我在大老爺投注嗎?</h3>
        <p>在瀏覽和體驗本站前，請確保您已年滿18歲並且同意我們的規則與條款，不同的國家有不同的監管條例，投注前請遵循當地法規與法律，若因上述原因造成的任何損失，大老爺官方概不負責。</p>
    </div>
</template>

<style lang="scss" scoped>
@import '../../scss/index.scss';
</style>
